[
  {
    "abstract": "Prof. Rogaia Mustafa Abusharaf is a prominent pioneer in FGM/C research. The editors of this volume, Nakamura, Miyachi, Miyawaki and Toda and other contributors had an opportunity to discuss this issue for the first time with her at a workshop in Japan in 2017. Since then we have been deepening our discussion on this topic. This section covers the questions posed to Prof. Abusharaf and her responses. Prof. Rogaia Mustafa Abusharaf is a prominent pioneer in FGM/C research. The editors of this volume, Nakamura, Miyachi, Miyawaki and Toda and other contributors had an opportunity to discuss this issue for the first time with her at a workshop in Japan in 2017. Since then we have been deepening our discussion on this topic. This section covers the questions posed to Prof. Abusharaf and her responses. © The Editor(s) (if applicable) and The Author(s) 2023.",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Book chapter",
    "issue": "",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Abusharaf",
    "link": "",
    "year": 2023,
    "isbn": ["978-981196723-8", "978-981196725-2"],
    "indexKeywords": [""],
    "authors": ["Abusharaf, Rogaia Mustafa"],
    "sourceTitle": "Female Genital Mutilation/Cutting: Global Zero Tolerance Policy and Diverse Responses from African and Asian Local Communities",
    "pageStart": 179.0,
    "firstName": " Rogaia Mustafa",
    "publishingGroup": "",
    "editors": [""],
    "volume": "",
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Notes on the History of Feminist Activism in Sudan: Editors' Interview with Prof. Rogaia Mustafa Abusharaf",
    "pageEnd": 188.0,
    "doi": "https://doi.org/10.1007/978-981-19-6723-8_12",
    "authorKeywords": [""],
    "fullName": " Rogaia Mustafa, Abusharaf",
    "id": "",
    "publisher": "Springer Nature"
  },
  {
    "abstract": "[No abstract available]",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Book chapter",
    "issue": "",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Aboueldahab",
    "link": "",
    "year": 2023,
    "isbn": ["978-100084557-0", "978-103226617-6"],
    "indexKeywords": [""],
    "authors": ["Aboueldahab, Noha"],
    "sourceTitle": "Transitional Justice in Aparadigmatic Contexts: Accountability, Recognition, and Disruption",
    "pageStart": 22.0,
    "firstName": " Noha",
    "publishingGroup": "",
    "editors": [""],
    "volume": "",
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Diasporic and domestic: Leveraging criminal accountability for transitional justice in the Middle East",
    "pageEnd": 35.0,
    "doi": "https://doi.org/10.4324/9781003289104-2",
    "authorKeywords": [""],
    "fullName": " Noha, Aboueldahab",
    "id": "",
    "publisher": "Taylor and Francis"
  },
  {
    "abstract": "[No abstract available]",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "1/2",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Kamrava",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Kamrava, Mehran"],
    "sourceTitle": "Muslim World",
    "pageStart": 105.0,
    "firstName": " Mehran",
    "publishingGroup": "",
    "editors": [""],
    "volume": 113.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Iran's Foreign Relations under President Raisi",
    "pageEnd": 107.0,
    "doi": "https://doi.org/10.1111/muwo.12457",
    "authorKeywords": [""],
    "fullName": " Mehran, Kamrava",
    "id": "",
    "publisher": "John Wiley and Sons Inc"
  },
  {
    "abstract": "The paper conceptualizes acquiescence as a strategy bureaucrats adopt to deal with contestation between themselves and political leaders. The literature on bureaucratic politics argues that policy outcomes result from a game of bargaining between bureaucrats and political leaders. These actors employ diverse strategies like bargaining for more authority, exploiting loopholes, challenging the political class, and, at other times, using the threat of resignation to implement their preferred priorities. However, we advance the above argument by introducing another strategy that bureaucrats use, acquiescence. We analyze African Union (AU) bureaucratic politics through speeches, press releases, and secondary materials. The paper argues that rather than opting for standard bureaucratic strategies, AU bureaucrats acquiesce because the institutional structure, material resources, and the AU solidarity norm make it difficult for them to do otherwise. Acquiescence is the reluctant acceptance of decisions in bureaucratic politics in the form of silence or an absence of protest. We show examples of AU institutional reform and the Burundi crisis debates, where acquiescence can explain decision-making outcomes in the organization. We conclude that acquiescence is a relevant conceptual tool in explaining the outcomes of bureaucratic politics in the AU and can be generalized to investigate institutional politics in other international organizations within and outside of the continent. © Lynda Chinenye Iroulo and Oheneba A. Boateng, 2023.",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "1/2",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Iroulo",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Iroulo, Lynda Chinenye", "Boateng, Oheneba A."],
    "sourceTitle": "African and Asian Studies",
    "pageStart": 113.0,
    "firstName": " Lynda Chinenye",
    "publishingGroup": "",
    "editors": [""],
    "volume": 22.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Bureaucratic Acquiescence as an Institutional Strategy in the African Union",
    "pageEnd": 134.0,
    "doi": "https://doi.org/10.1163/15692108-12341583",
    "authorKeywords": [
      "acquiescence",
      "African Union",
      "bureaucratic politics",
      "institutional strategies bureaucrats",
      "political leaders"
    ],
    "fullName": " Lynda Chinenye, Iroulo",
    "id": "",
    "publisher": "Brill Academic Publishers"
  },
  {
    "abstract": "This paper examines how the 2022 World Cup has transformed national and cultural identity in Qatar, and residents' responses to such change. Our discussion draws on interviews with Qatari citizens and those working within Qatar's cultural, education, policy, and sports sectors, as well as document analysis. The paper is in four parts. First, we present background information on Qatar, before discussing our chosen methods. Third, we discuss four themes generated from the data. The first focuses on changes to the built environment and how this has impacted perceptions of cultural life in Qatar; second relates to how World Cup infrastructure is also seen as a continued expression of Qatar's heritage; third centred on the perspectives of Qataris as a cultural minority in their country; and fourth shed light on how certain everyday cultural practices of Qataris has survived modernization attempts, albeit, in hybrid forms. We conclude by suggesting that though Qatar's World Cup has brought challenges to Qataris, they actively maintain celebratory heritage customs. © 2023 Informa UK Limited, trading as Taylor & Francis Group.",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Reiche",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": [
      "Brannagan, Paul Michael",
      "Reiche, Danyel",
      "Bedwell, Lorraine"
    ],
    "sourceTitle": "Identities",
    "pageStart": "",
    "firstName": " Danyel",
    "publishingGroup": "",
    "editors": [""],
    "volume": "",
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Mass social change and identity hybridization: the case of Qatar and the 2022 FIFA World Cup",
    "pageEnd": "",
    "doi": "https://doi.org/10.1080/1070289X.2023.2203576",
    "authorKeywords": [
      "Arab identity",
      "culture and modernity",
      "Islam",
      "Qatar",
      "World cup"
    ],
    "fullName": " Danyel, Reiche",
    "id": "",
    "publisher": "Routledge"
  },
  {
    "abstract": "Purpose: This paper aims to explore the two main viewpoints on Australia's relationship with Asia; first, the highly visible informed pro-Asia protagonists, and second, pervasive public opinion as informed by history and the Australian self-image. The purpose is to present the polemic internal to Asian Studies and Business Schools currently. This paper postulates that only an (uncomfortable) whole-of-sector introspection would result in an authentic national narrative to drive mutual respect and business between Asia and Australia. Design/methodology/approach: The current dismembering of Asian Studies degrees and Asian Business specialisations at Australian universities indicates a waning national support to the production of Asian specialists able to link the Australian economy into the advancing Asian commercial dominance. But such an assessment would not be completely accurate. The authors argue that as an important component of Asian business and economics, understanding the current situation is vital to breathing life back into the Asian Studies and Asian Business Studies disciplines at Australian national universities. Findings: This paper concludes that the responsibility for creating specialists should fall to the university sector but is currently defaulting to the business sector. This paper proposes that business schools need to be more active participants in Asian engagement strategies. Thus, Australian universities and disciplines such as Asian Studies and Asian Business must have the academic will and the business support to take up a major role in positive evolution of the Eurocentric elements that currently hold back meaningful engagement. Originality/value: This is a current issue that needs to be addressed. © 2022, Emerald Publishing Limited.",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "2",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "McCornac",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Cullen, Anne", "McCornac, Dennis"],
    "sourceTitle": "Journal of Asia Business Studies",
    "pageStart": 424.0,
    "firstName": " Dennis",
    "publishingGroup": "",
    "editors": [""],
    "volume": 17.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Doing business with Asia: the case for Asian business studies engagement in Australian universities",
    "pageEnd": 438.0,
    "doi": "https://doi.org/10.1108/JABS-11-2021-0452",
    "authorKeywords": ["Asian studies", "Australia", "Business engagement"],
    "fullName": " Dennis, McCornac",
    "id": "",
    "publisher": "Emerald Publishing"
  },
  {
    "abstract": "Using international data, we find that Islamic MFIs experience reduced credit risk by offering more groups loans, serving more women, and serving more borrowers in rural locations. Conventional MFIs benefit from fewer group loans, less loans to rural borrowers, and a greater focus on female borrowers. Our results contribute to microfinance and financial inclusion literature by highlighting the potential of tapping into the social dynamics within Muslim communities. We present encouraging insights for Islamic MFIs donors and managers on the possibility of promoting the financial inclusion of women and rural borrowers without compromising the quality of the credit portfolio. © 2023 The Authors",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Mohamed",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Mohamed, Toka S.", "Elgammal, Mohammed M."],
    "sourceTitle": "Emerging Markets Review",
    "pageStart": "",
    "firstName": " Toka S.",
    "publishingGroup": "",
    "editors": [""],
    "volume": 54.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Credit risk in Islamic microfinance institutions: The role of women, groups, and rural borrowers",
    "pageEnd": "",
    "doi": "https://doi.org/10.1016/j.ememar.2022.100994",
    "authorKeywords": [
      "Credit risk",
      "Financial inclusion",
      "Islamic microfinance",
      "Microfinance",
      "Risk management"
    ],
    "fullName": " Toka S., Mohamed",
    "id": "",
    "publisher": "Elsevier B.V."
  },
  {
    "abstract": "[No abstract available]",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "1/2",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Kamrava",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Kamrava, Mehran"],
    "sourceTitle": "Muslim World",
    "pageStart": 3.0,
    "firstName": " Mehran",
    "publishingGroup": "",
    "editors": [""],
    "volume": 113.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Iran's Domestic Politics One Year into the Raisi Presidency",
    "pageEnd": 5.0,
    "doi": "https://doi.org/10.1111/muwo.12458",
    "authorKeywords": [""],
    "fullName": " Mehran, Kamrava",
    "id": "",
    "publisher": "John Wiley and Sons Inc"
  },
  {
    "abstract": "How do writers from regions with a historical experience of colonialism depict Western Orientalists in their work? What exactly does it mean to 'reverse the gaze' and include the Orientalist within the frame of representation? The article considers the non-Western representation of Orientalists and Orientalism in literary texts from three different regions (Turkey, Mexico, and Bengal), concentrating in particular on Oguz Atay's Tutunamayanlar (The Disconnected), Ignacio Padilla's Antipodes, and Amitav Ghosh's In an Antique Land, but also referring to a wide selection of other texts in the process. It suggests three categories of such representation - parodic, empathetic, and authoritative, in ascending order of sympathy - and proposes, in the analysis of the various fictitious representations of Orientalists examined, a central link between Orientalism and the sacred. Finally, the question of the ironic representation of Orientalists - the extent to which a redemptive irony is adopted by structures of power as a tool of self-preservation - is also considered. © The Author(s) 2020.",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "1",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Almond",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Almond, Ian"],
    "sourceTitle": "Journal of Commonwealth Literature",
    "pageStart": 151.0,
    "firstName": " Ian",
    "publishingGroup": "",
    "editors": [""],
    "volume": 58.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Representing the representers: Non-Western depictions of Orientalists and Orientalism in Turkish, Mexican, and Bengali writing",
    "pageEnd": 168.0,
    "doi": "https://doi.org/10.1177/0021989420920343",
    "authorKeywords": [
      "Amitav Ghosh",
      "comparative literature",
      "orientalism",
      "orientalist",
      "representation"
    ],
    "fullName": " Ian, Almond",
    "id": "",
    "publisher": "SAGE Publications Ltd"
  },
  {
    "abstract": "[No abstract available]",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Editorial",
    "issue": "1/2",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Iroulo",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Isike, Christopher", "Iroulo, Lynda Chinenye"],
    "sourceTitle": "African and Asian Studies",
    "pageStart": 3.0,
    "firstName": " Lynda Chinenye",
    "publishingGroup": "",
    "editors": [""],
    "volume": 22.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Introduction: Theorizing Africa's International Relations",
    "pageEnd": 7.0,
    "doi": "https://doi.org/10.1163/15692108-12341578",
    "authorKeywords": [""],
    "fullName": " Lynda Chinenye, Iroulo",
    "id": "",
    "publisher": "Brill Academic Publishers"
  },
  {
    "abstract": "We study the market response to firm-specific demand shocks in a natural experiment setting. In 2006, a boycott of Danish products in several Arab countries was devastating for Danish cheese products firms. In Saudi Arabia, their market share collapsed from 16.5 percent in January to below 1 percent in March, and never fully recovered; by 2009, it was 6.3 percent. By analyzing micro-level (scanner) price and sales data, we find the following. (i) Danish firms lowered prices but kept the product mix the same. (ii) Non-Danish firms kept prices constant but changed their product mix by introducing new products and new product bundles. (iii) Non-Danish firms chose to introduce products that were similar to the Danish products in characteristic space in order to compete head-to-head. We complement the analysis with a theoretical framework that helps to account for our main findings. © 2023 Föreningen fur utgivande av the SJE.",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Antoniades",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Antoniades, Alexis", "Clerides, Sofronis", "Xu, Mingzhi"],
    "sourceTitle": "Scandinavian Journal of Economics",
    "pageStart": "",
    "firstName": " Alexis",
    "publishingGroup": "",
    "editors": [""],
    "volume": "",
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Micro-responses to shocks: pricing, promotion, and entry*",
    "pageEnd": "",
    "doi": "https://doi.org/10.1111/sjoe.12527",
    "authorKeywords": [
      "Boycotts",
      "demand shock",
      "multi-product firms",
      "Saudi Arabia"
    ],
    "fullName": " Alexis, Antoniades",
    "id": "",
    "publisher": "John Wiley and Sons Inc"
  },
  {
    "abstract": "A striking feature of microlevel plant data is the presence of significant variation in factor cost shares across plants within an industry. We develop a methodology based on cluster analysis to decompose cost shares into idiosyncratic and group-specific components. We apply our methodology to Chilean plant-level data and find that group-specific variation accounts for approximately one-third of the variation in cost shares. We study the implications of these groups in cost shares on the gains from eliminating misallocation. We place bounds on their importance and find that ignoring them can overstate the gains from eliminating misallocation by up to one-third. © 2022 the Economics Department of the University of Pennsylvania and the Osaka University Institute of Social and Economic Research Association.",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "1",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Rossbach",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Asturias, Jose", "Rossbach, Jack"],
    "sourceTitle": "International Economic Review",
    "pageStart": 325.0,
    "firstName": " Jack",
    "publishingGroup": "",
    "editors": [""],
    "volume": 64.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "GROUPED VARIATION IN FACTOR SHARES: AN APPLICATION TO MISALLOCATION",
    "pageEnd": 360.0,
    "doi": "https://doi.org/10.1111/iere.12605",
    "authorKeywords": [""],
    "fullName": " Jack, Rossbach",
    "id": "",
    "publisher": "John Wiley and Sons Inc"
  },
  {
    "abstract": "The present observational study was conducted to uncover potential differences in the risk of experiencing high occupational heat strain during agriculture work between migrants and their native coworkers, as well as to elucidate the factors that may contribute to such differences. The study took place over the period from 2016 through 2019 and involved monitoring 124 experienced and acclimatized individuals from high-income (HICs), upper-middle-income (UMICs), as well as lower-middle- and low-income (LMICs) countries. Baseline self-reported data for age, body stature, and body mass were collected at the start of the study. Second-by-second video recordings throughout the work shifts were captured using a video camera and were used to estimate workers' clothing insulation, covered body surface area, and body posture, as well as to calculate their walking speed, the amount of time they spent on different activities (and their intensity) and unplanned breaks throughout their work shifts. All information derived from the video data was used to calculate the physiological heat strain experienced by the workers. The core temperature of migrant workers from LMICs (37.81 ± 0.38 °C) and UMICs (37.71 ± 0.35 °C) was estimated to be significantly higher compared to the core temperature of native workers from HICs (37.60 ± 0.29 °C) (p < 0.001). Moreover, migrant workers from LMICs faced a 52% and 80% higher risk for experiencing core body temperature above the safety threshold of 38 °C compared to migrant workers from UMICs and native workers from HICs, respectively. Our findings show that migrant workers originating from LMICs experience higher levels of occupational heat strain, as compared to migrant workers from UMICs and native workers from HICs, because they take fewer unplanned breaks during work, they work at a higher intensity, they wear more clothing, and they have a smaller body size. © 2023, The Author(s).",
    "fundingDetails": "Open access funding provided by HEAL-Link Greece. Funding was provided by Horizon 2020 Framework Programme (Grant Number 668786). ",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "4",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Babar",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": [
      "Ioannou, Leonidas G.",
      "Testa, Davide J.",
      "Tsoutsoubi, Lydia",
      "Mantzios, Konstantinos",
      "Gkikas, Giorgos",
      "Agaliotis, Gerasimos",
      "Nybo, Lars",
      "Babar, Zahra",
      "Flouris, Andreas D."
    ],
    "sourceTitle": "Journal of Immigrant and Minority Health",
    "pageStart": 816.0,
    "firstName": " Zahra",
    "publishingGroup": "",
    "editors": [""],
    "volume": 25.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Migrants from Low-Income Countries have Higher Heat-Health Risk Profiles Compared to Native Workers in Agriculture",
    "pageEnd": 823.0,
    "doi": "https://doi.org/10.1007/s10903-023-01493-2",
    "authorKeywords": ["Heat strain", "Heat stress", "Migrants", "Workers"],
    "fullName": " Zahra, Babar",
    "id": "",
    "publisher": "Springer"
  },
  {
    "abstract": "[No abstract available]",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "1/2",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Kamrava",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Kamrava, Mehran", "Dorzadeh, Hamideh"],
    "sourceTitle": "Muslim World",
    "pageStart": 6.0,
    "firstName": " Mehran",
    "publishingGroup": "",
    "editors": [""],
    "volume": 113.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Back to the Future in Iran: Political and Policy Implications of the 2021 Presidential Elections",
    "pageEnd": 18.0,
    "doi": "https://doi.org/10.1111/muwo.12467",
    "authorKeywords": [""],
    "fullName": " Mehran, Kamrava",
    "id": "",
    "publisher": "John Wiley and Sons Inc"
  },
  {
    "abstract": "We examine the impact of the extent of branchless banking adoption on the social and financial performance of an international sample of microfinance institutions (MFIs). We find that increasing the number of branchless banking points of service in MFIs is associated with productivity enhancements and improved social outreach. However, this occurs at the expense of adverse credit risk and profitability outcomes. Our results are robust to alternative measures of social and financial performance and the use of multiple methodologies including generalized method of moments, two and three-stage least squares. By introducing a quadratic specification, we unveil a parabolic relationship between the extent of branchless banking adoption and MFIs' credit risk and profitability, which indicates that positive profitability and risk outcomes can eventually be achieved in MFIs with extensive branchless banking networks. This presents an important contribution to explaining the variations in insight in extant literature. These findings are relevant to policy makers as they indicate that investments in branchless banking present promising outcomes by encouraging financial inclusion, enhancing productivity and efficiency, and improving long-term profitability and repayment rates among MFIs. However, the initial adversity to profitability and credit risk may be a sufficient deterrent from BB investments for financially-oriented MFIs. © 2023 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group.",
    "fundingDetails": "",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Mohamed",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": ["Mohamed, Toka S.", "Elgammal, Mohammed M."],
    "sourceTitle": "Applied Economics",
    "pageStart": "",
    "firstName": " Toka S.",
    "publishingGroup": "",
    "editors": [""],
    "volume": "",
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Does the extent of branchless banking adoption enhance the social and financial performance of microfinance institutions?",
    "pageEnd": "",
    "doi": "https://doi.org/10.1080/00036846.2023.2177595",
    "authorKeywords": [
      "Branchless banking",
      "financial inclusion",
      "financial performance",
      "microfinance"
    ],
    "fullName": " Toka S., Mohamed",
    "id": "",
    "publisher": "Routledge"
  },
  {
    "abstract": "The increasing use of artificial intelligence (AI) in healthcare has brought about numerous ethical considerations that push for reflection. Humanizing AI in medical training is crucial to ensure that the design and deployment of its algorithms align with ethical principles and promote equitable healthcare outcomes for both medical practitioners trainees and patients. This perspective article provides an ethical framework for responsibly designing AI systems in medical training, drawing on our own past research in the fields of electrocardiogram interpretation training and e-health wearable devices. The article proposes five pillars of responsible design: transparency, fairness and justice, safety and wellbeing, accountability, and collaboration. The transparency pillar highlights the crucial role of maintaining the explainabilty of AI algorithms, while the fairness and justice pillar emphasizes on addressing biases in healthcare data and designing models that prioritize equitable medical training outcomes. The safety and wellbeing pillar however, emphasizes on the need to prioritize patient safety and wellbeing in AI model design whether it is for training or simulation purposes, and the accountability pillar calls for establishing clear lines of responsibility and liability for AI-derived decisions. Finally, the collaboration pillar emphasizes interdisciplinary collaboration among stakeholders, including physicians, data scientists, patients, and educators. The proposed framework thus provides a practical guide for designing and deploying AI in medicine generally, and in medical training specifically in a responsible and ethical manner. Copyright © 2023 Tahri Sqalli, Aslonov, Gafurov and Nurmatov.",
    "fundingDetails": "This research was supported and funded by Georgetown University in Qatar and Qatar Foundation. ",
    "publicationAffiliation": "GU-Q",
    "sustainableDevelopmentGoals": [""],
    "authorId": "",
    "issn": "",
    "documentType": "Article",
    "issue": "",
    "fundingSource": "None",
    "pubId": "",
    "lastName": "Nurmatov",
    "link": "",
    "year": 2023,
    "isbn": [""],
    "indexKeywords": [""],
    "authors": [
      "Tahri Sqalli, Mohammed",
      "Aslonov, Begali",
      "Gafurov, Mukhammadjon",
      "Nurmatov, Shokhrukhbek"
    ],
    "sourceTitle": "Frontiers in Artificial Intelligence",
    "pageStart": "",
    "firstName": " Shokhrukhbek",
    "publishingGroup": "",
    "editors": [""],
    "volume": 6.0,
    "callNumber": "",
    "bookReview": "",
    "language": "",
    "title": "Humanizing AI in medical training: ethical framework for responsible design",
    "pageEnd": "",
    "doi": "https://doi.org/10.3389/frai.2023.1189914",
    "authorKeywords": [
      "artificial intelligence",
      "digital health",
      "human-AI interaction",
      "Human-Computer Interaction",
      "XAI"
    ],
    "fullName": " Shokhrukhbek, Nurmatov",
    "id": "",
    "publisher": "Frontiers Media S.A."
  }
]
